tap "homebrew/bundle"
brew "mise"
cask "arc"
cask "cleanshot"
cask "cmd-eikana"
cask "deepl"
cask "intellij-idea"
cask "iterm2"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "visual-studio-code"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.python"
vscode "wallabyjs.console-ninja"
