tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "chezmoi"
brew "eza"
brew "mise"
brew "protobuf"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "ableton-live-suite"
cask "arc"
cask "cleanshot"
cask "cmd-eikana"
cask "deepl"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "meetingbar"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
vscode "biomejs.biome"
vscode "christian-kohler.path-intellisense"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-python.python"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
